"Cheerful" = "Glad";

"Melodic" = "Melodisk";

"Relaxed" = "Afslappet";

"Grooving" = "Groovy";

"Distorted" = "Forvrænget";

"Acoustic" = "Akustisk";

"Processed" = "Behandlet";

"Single" = "Enkelt";

"Part" = "Element";

"Dark" = "Mørk";

"Dissonant" = "Dissonant";

"Intense" = "Intens";

"Arrhythmic" = "Arytmisk";

"Clean" = "Ren (Clean)";

"Electric" = "Elektrisk";

"Dry" = "Tør";

"Ensemble" = "Ensemble";

"Fill" = "Fyld";

"Rock/Blues" = "Rock/blues";

"Electronic/Dance" = "Elektronisk";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Verden";

"Cinematic/New Age" = "Filmisk";

"Orchestral" = "Orkester";

"Country/Folk" = "Country";

"Experimental" = "Eksperiment";

"Other Genre" = "Anden genre";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Klassiske breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Anden genre";

"Chinese Traditional" = "Trad. kinesisk";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton pop";

"Sound_Effects" = "Lydeffekter";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektronisk pop";

"Techno" = "Techno";

"Bass" = "Bas";

"Electric Bass" = "Elbas";

"Acoustic Bass" = "Akustisk bas";

"Synthetic Bass" = "Syntetisk bas";

"Drums" = "Alle trommer";

"Drum Kit" = "Sæt";

"Electronic Beats" = "Slag";

"Kick" = "Stortromme";

"Tom" = "Tam-tam";

"Snare" = "Lilletromme";

"Cymbal" = "Bækken";

"Hi-hat" = "Hi-hat";

"Guitars" = "Guitarer";

"Electric Guitar" = "Elguitar";

"Acoustic Guitar" = "Akustisk guitar";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Slideguitar";

"Pedal Steel Guitar" = "Pedal steel";

"Horn/Wind" = "Horn";

"Saxophone" = "Saxofon";

"Trumpet" = "Trompet";

"Flute" = "Fløjte";

"Trombone" = "Basun";

"Clarinet" = "Klarinet";

"French Horn" = "Valdhorn";

"Tuba" = "Tuba";

"Oboe" = "Obo";

"Harmonica" = "Harmonika";

"Recorder" = "Optager";

"Pan Flute" = "Panfløjte";

"Bagpipe" = "Sækkepibe";

"Bassoon" = "Fagot";

"Piccolo" = "Piccolofløjte";

"English Horn" = "Engelskhorn";

"Brass" = "Messing";

"Woodwind" = "Træblæser";

"Keyboards" = "Keyboards";

"Piano" = "Piano";

"Electric Piano" = "Elklaver";

"Organ" = "Orgel";

"Clavinet" = "Klavinet";

"Accordion" = "Akkordeon";

"Synthesizer" = "Synthesizer";

"Rhodes" = "Rhodes";

"Celesta" = "Celeste";

"Harpsichord" = "Cembalo";

"Mallets" = "Køller";

"Steel Drum" = "Olietønde";

"Vibraphone" = "Vibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Xylofon";

"Kalimba" = "Kalimba";

"Bell" = "Klokke";

"Timpani" = "Timpani";

"Mixed" = "Jingler";

"Other Instrument" = "Andet instrument";

"Percussion" = "Slagtøj";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamburin";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Koklokke";

"Clave" = "Claves";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Klokkespil";

"Rattler" = "Raslen";

"Sound Effect" = "FX";

"Misc2" = "Diverse";

"Boom" = "Booms";

"All Effects" = "Alle effekter";

"Effects" = "Lydeffekter";

"Ambience" = "Stemning";

"People" = "Personer";

"Transportation" = "Transport";

"Weapons" = "Våben";

"Explosions" = "Eksplosioner";

"Impacts & Crashes" = "Nedslag";

"Animals" = "Dyr";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Maskiner";

"Work/Home" = "Arbejde/hjem";

"Misc." = "Div.";

"Foley" = "Geräusch";

"Motions & Transitions" = "Radioeffekter";

"Sci-Fi" = "Sci-fi";

"Strings" = "Strygere";

"Violin" = "Violin";

"Viola" = "Bratsch";

"Cello" = "Cello";

"Harp" = "Harpe";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Kontrabas";

"Texture/Atmosphere" = "Teksturer";

"Vocals" = "Stemmer";

"Male" = "Mandlig";

"Female" = "Kvindelig";

"Choir" = "Kor";

"All" = "Alle";

"Favorites" = "Favoritter";

"Genres" = "Genrer";

"Instruments" = "Instrumenter";

"Moods" = "Stemninger";

"Reset" = "Nulstil";

